// Экспортируем массив книг с данными о каждой книге
export const books = [
  { 
    id: 1, // Уникальный идентификатор книги
    title: 'React для чайников', // Название книги
    pages: 320 // Количество страниц в книге
  },
  { 
    id: 2, 
    title: 'Чайник для JavaScript', 
    pages: 300 
  },
  { 
    id: 3, 
    title: 'Современный CSS', 
    pages: 280 
  },
  { 
    id: 4, 
    title: 'Алгоритмы на JS', 
    pages: 500 // Книга с более чем 400 страницами
  },
  { 
    id: 5, 
    title: 'Чистый код', 
    pages: 464 // Книга с более чем 400 страницами
  },
  { 
    id: 6, 
    title: 'Node.js: Полное руководство', 
    pages: 450 // Книга с более чем 400 страницами
  },
  { 
    id: 7, 
    title: 'Паттерны проектирования', 
    pages: 380 
  }
]

